Revit 2027 API
ParameterTypeId.RbsElecLoadsummaryDemandFactorRuleParam Property
 "Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecLoadsummaryDemandFactorRuleParam { get; }
Public Shared ReadOnly Property RbsElecLoadsummaryDemandFactorRuleParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecLoadsummaryDemandFactorRuleParam {
	ForgeTypeId^ get ();
}
static member RbsElecLoadsummaryDemandFactorRuleParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace